<template>
    <div>
        <p>Это небольшая празничная игра по типу тайного санты, только на 23 февраля и 8 марта.</p>
        <p>Нужно заполнить форму и несколько дней подождать начала игры. Как только игра начнется, вам придет письмо с темой подарка и АйДи, по которому в день дарения можно будет узнать кому на самом деле предназначается подарок. При этом можно остаться полностью анонимным, если есть желание.</p>

        <p>Сумма, который один человек может потратить, ограничена 500 рублями. Девушкам на эту сумму предстоит купить
        подарки нескольким парням (купить несколько подарков на 500 рублей), а парням нужно будет объединиться и выбрать
        один подарок для девушки (если вас 3 человека, нужно сложиться и купить подарок на 1500).</p>
    </div>
</template>

<script>
    export default {
        name: 'Rules',
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
</style>
