<template>
    <div class="pokemon-theme">
        <p>Это небольшая праздничная игра по тому же принципу, что и тайный Санта, только в честь дня защитника Отечества и международного Женского дня.</p>
        <p>Для участия необходимо заполнить небольшую форму и ждать старта игры.</p>
        <p>Как только игра начнется, вам придет письмо с темой подарка и АйДи, по которому за пару дней до “Дня вручения подарков” можно будет узнать, кому будет предназначается подарок, и кто в твоей команде “поздравителей” (для мальчиков). При этом не возбраняется анонимная передача подарка, если есть такое желание.</p>
        <p>Сумма, которую один человек может потратить, ограничена 500 руб. Девушкам на эту сумму предстоит купить подарки сразу нескольким парням, а парням нужно будет скинуться по 500 руб. и выбрать один общий подарок для девушки.</p>

        <p>Поздравляем всех с праздниками!</p>
    <router-link class="btn btn-warning" to="/form">Заполнить форму</router-link>
    </div>
</template>

<script>
    export default {
        name: 'Rules',
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
